activate-linux-git
alsa-utils
ani-cli
appmenu-gtk-module
asciiquarium
aspell
base
base-devel
bash-completion
bat
blender
blesh
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
btrfs-progs
calibre
capitaine-cursors
catppuccin-gtk-theme-mocha
cava
chafa
chntpw
cliphist
cmake
cmatrix
code
cowsay
cpio
discord
dosfstools
duf
dunst
dust
efibootmgr
evtest
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
ffmpegthumbnailer
figlet
firefox
flatpak
foliate
fortune-mod
fprintd
fzf
gamemode
gimp
git
github-cli
gparted
gptfdisk
grim
grimblast-git
grub
grub-btrfs
gtk-engine-murrine
gvfs
gvfs-mtp
gvim
highlight
htop
hyfetch
hyprland
hyprpaper
hyprpicker
hyprsysteminfo
imagemagick
imv
inetutils
inotify-tools
intel-ucode
jq
kdeconnect
kdenlive
kitty
komikku
kotatsu-dl-git
lazygit
lib32-gamemode
lib32-vulkan-intel
lib32-vulkan-nouveau
libreoffice-fresh
librespot
linux
linux-firmware
lolcat
lsd
lua-language-server
lua51
lxappearance
mako
man-db
man-pages
mesa-utils
mpc
mpd
mpv
mtools
ncdu
ncmpcpp
neovim
networkmanager
nodejs
nodejs-mapscii
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-look
obs-studio
obsidian
octave
openssh
openssl-1.1
os-prober
osu-lazer-bin
pandoc-cli
papirus-icon-theme
paru
paru-debug
pavucontrol
pfetch
pipes.sh
pkgfile
poppler-glib
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-eyed3
python-pip
python-pynvim
qbittorrent
qemu-user
qutebrowser
reflector
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
rustup
shotcut
sl
slurp
snap-pac
snapper
sof-firmware
speech-dispatcher
spotify
spotify-player-full
spotifyd
sshfs
steam
supertuxkart
swappy
telegram-desktop
thermald
thunar
thunar-volman
thunderbird
timeshift
tldr
tlp
tlp-rdw
tmux
trash-cli
tree
ttf-all-the-icons
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-hack
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
tty-clock
tumbler
ueberzugpp
ufw
unzip
vencord
vimix-cursors
viu
vlc
vulkan-intel
vulkan-tools
waybar
weechat
wev
wget
wireplumber
wl-clipboard
wlogout
wofi
xcursor-comix
xcursor-themes
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdg-desktop-portal-hyprland
xf86-video-intel
xorg-xhost
yay
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zoom
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
