7zip
adw-gtk-theme
alacritty
alsa-utils
appmenu-gtk-module
aspell
base
base-devel
bash-completion
bat
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
btop
btrfs-progs
calcurse
calibre
capitaine-cursors
cava
chafa
chntpw
cliphist
cmake
code
cowsay
cpio
discord
dnsmasq
dolphin
dosfstools
duf
dunst
dust
efibootmgr
evtest
exfatprogs
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
ffmpegthumbnailer
figlet
firefox
flatpak
foliate
fortune-mod
fprintd
fzf
gamemode
gimp
git
gnome-keyring
gopass
gparted
gptfdisk
grim
grub
grub-btrfs
gtk-engine-murrine
gvfs
gvfs-mtp
gvim
helvum
highlight
htop
hyperfine
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
imv
inetutils
inotify-tools
intel-ucode
jq
kdenlive
khal
kitty
konsole
krita
lazygit
lib32-gamemode
lib32-mangohud
lib32-pipewire-jack
lib32-vulkan-intel
lib32-vulkan-nouveau
libappindicator-gtk3
libreoffice-fresh
libvirt
linux
linux-firmware
lolcat
lsd
lua-language-server
lua51
luarocks
lxappearance
mako
man-db
man-pages
mangohud
mesa-utils
mpc
mpd
mpv
mtools
ncdu
ncmpcpp
neovim
networkmanager
nheko
nicotine+
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-look
obs-studio
obsidian
okular
ollama-cuda
openssh
openssl-1.1
os-prober
pandoc-cli
papirus-icon-theme
pavucontrol
pipewire-jack
pipewire-pulse
pkgfile
poppler-glib
pulseaudio-alsa
python-pip
python-pynvim
qbittorrent
qemu-full
qemu-user
qpwgraph
qutebrowser
reflector
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
rofi-wayland
rsync
rustup
shotcut
slurp
snap-pac
snapper
sof-firmware
solaar
speech-dispatcher
spotify-player
spotifyd
sshfs
steam
supertuxkart
swappy
systemd-resolvconf
tectonic
telegram-desktop
thermald
thunar
thunar-volman
thunderbird
tk
tldr
tlp
tlp-rdw
tmux
trash-cli
tree
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-hack
ttf-hack-nerd
ttf-hannom
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
ueberzugpp
ufw
unp
unzip
uwsm
vdirsyncer
vimix-cursors
virt-manager
viu
vlc
vlc-plugin-archive
vlc-plugin-ass
vlc-plugin-bluray
vlc-plugin-dvd
vlc-plugin-ffmpeg
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-notify
vlc-plugin-ogg
vlc-plugin-srt
vlc-plugin-udev
vlc-plugin-x264
vlc-plugin-x265
vlc-plugins-visualization
vulkan-intel
vulkan-tools
waybar
webkit2gtk-4.1
weechat
wev
wget
wireguard-tools
wireplumber
wl-clipboard
wofi
xcursor-comix
xcursor-themes
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-video-intel
xorg-xhost
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zed
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
