7zip
acpi
adw-gtk-theme
alacritty
alsa-utils
appmenu-gtk-module
arch-wiki-docs
arch-wiki-lite
aspell
audacity
base
base-devel
bash-completion
bash-language-server
bat
bitwarden
bitwarden-cli
bluetui
bluez
bluez-deprecated-tools
bluez-utils
brightnessctl
broot
btop
btrfs-assistant
btrfs-progs
calibre
capitaine-cursors
cava
chafa
chntpw
chromium
cliphist
cloudflared
cmake
code
cowsay
cpio
discord
dnsmasq
dosfstools
doxygen
duf
dunst
dust
easyeffects
efibootmgr
electron37
entr
ethtool
evtest
exfatprogs
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-unikey
fd
ffmpegthumbnailer
figlet
firefox
firefox-i18n-fr
firefox-i18n-vi
flatpak
flatpak-builder
foliate
foot
foot-terminfo
fortune-mod
fprintd
fzf
gamemode
gdu
ghostty
git
gitlab
glib2-devel
gnome-keyring
go
gparted
gptfdisk
graphviz
grim
grub
grub-btrfs
gtk-engine-murrine
gvfs
gvfs-mtp
helvum
highlight
htop
hwinfo
hyperfine
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
imv
inetutils
inotify-tools
intel-ucode
inxi
isync
jq
kdenlive
keyd
khal
kid3
kitty
kmines
kolourpaint
krita
lazygit
lib32-gamemode
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-harfbuzz
lib32-libxcomposite
lib32-mangohud
lib32-pipewire-jack
lib32-vulkan-intel
lib32-vulkan-nouveau
libappindicator-gtk3
libreoffice-fresh
libvirt
linux
linux-docs
linux-firmware
lolcat
lostfiles
lua-language-server
lua51
luarocks
lxappearance
lynx
mako
man-db
man-pages
mangohud
maven
mesa-utils
meson
mpc
mpd
mpv
msmtp
mtools
ncdu
neovide
neovim
networkmanager
newsboat
nheko
nicotine+
niri
nload
nmap
notmuch
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-look
obs-studio
obsidian
okular
opensnitch
openssh
openssl-1.1
os-prober
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
pass
pavucontrol
pcp
perl-image-exiftool
pipewire-jack
pipewire-pulse
pkgfile
plocate
pnpm
poppler-glib
pulseaudio-alsa
pyright
python-mutagen
python-pip
python-pynvim
qbittorrent
qemu-full
qemu-user
qpwgraph
qt5-doc
qt6-doc
qutebrowser
reflector
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
rmpc
rofi
rofi-emoji
rsync
rustup
satty
scdoc
shotcut
signal-desktop
slurp
smartmontools
snap-pac
snapper
sof-firmware
solaar
speech-dispatcher
speedtest-cli
spotify-launcher
spotifyd
sshfs
starship
steam
sushi
swaybg
swayimg
sysstat
systemd-resolvconf
tectonic
telegram-desktop
tenacity
thermald
thunar-volman
thunderbird
thunderbird-i18n-vi
tk
tldr
tlp
tlp-rdw
tmux
tor
torbrowser-launcher
trash-cli
tree
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-hack
ttf-hack-nerd
ttf-hannom
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-mono
tumbler
ueberzugpp
ufw
umu-launcher
unp
unrar
unrar-free
unzip
urlscan
vdirsyncer
vim
vimix-cursors
virt-manager
viu
vlc
vlc-plugin-archive
vlc-plugin-ass
vlc-plugin-bluray
vlc-plugin-dvd
vlc-plugin-ffmpeg
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-notify
vlc-plugin-ogg
vlc-plugin-srt
vlc-plugin-udev
vlc-plugin-x264
vlc-plugin-x265
vlc-plugins-all
vlc-plugins-visualization
vulkan-intel
vulkan-tools
w3m
waybar
webkit2gtk-4.1
weechat
wev
wget
wireguard-tools
wiremix
wireplumber
wl-clipboard
wl-mirror
woff2-font-awesome
wofi
wtype
xcursor-comix
xcursor-themes
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-video-intel
xorg-xhost
xwayland-satellite
yazi
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zed
zig
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
